{
    "app_title": "Ejohns Médias",
    "language": "Langue",
    "article_title": "Articles utiles",
    "introLineOne": "Bonjour, je suis Eric, un développeur Web full stack qui crée des conceptions UI/UX réactives en gardant à l'esprit l'évolutivité.",
    "introLineTwo": "J'ai obtenu avec distinction un diplôme d'associé en technologie informatique.",
    "introLineThree": "Ensemble, nous pouvons donner vie à la conception de votre site Web.",
    "articleOne": "Conseils pour les développeurs juniors",
    "articleTwo": "Gestion des métadonnées dans les applications à page unique",
    "articleThree": "Conseils pour les débutants",
    "home": "Maison",
    "about": "À propos",
    "portfolio": "Portefeuille",
    "media": "Médias",
    "aboutHeaderMain": "À propos de moi",
    "aboutHeaderOne": "Début de la vie",
    "aboutHeaderTwo": "Années de formation",
    "aboutHeaderThree": "Où j'en suis maintenant",
    "about11": "Je suis né et j'ai grandi dans le centre de la Floride. Ma vie n'a jamais été facile.",
    "about12": "D'avoir été placé en famille d'accueil à l'âge de cinq ans et séparé de mes frères et soeur.",
    "about13": "A ma mère décédée alors que je n'avais que huit ans.", 
    "about14": "C'est dur pour un enfant qui a l'impression d'avoir tout perdu.",
    "about15": "Mais à l'âge de onze ans, j'ai eu la chance d'être adopté et j'ai eu l'impression d'avoir enfin trouvé un endroit où j'appartiens.",
    "about21": "Mon adolescence reflétait ma jeunesse. Même si j'avais enfin un chez-moi, mon enfance m'empoignait toujours.",
    "about22": "Je me retrouvais à sécher les cours et à avoir des ennuis assez souvent.",
    "about23": "J'ai eu ma juste part de démêlés avec la justice. J'ai été expulsé du lycée un mois après le début de ma dernière année.",
    "about24": "Peu de temps après, j'ai été envoyé dans un programme pour jeunes en difficulté. J'ai quitté ce programme quand j'avais 18 ans et j'ai été sans abri pendant un certain temps.",
    "about25": "J'allais m'asseoir à la maison de gaufres locale le soir et je parlais avec les serveuses qui sont finalement devenues amies avec moi.",
    "about26": "Ils ont raconté mon histoire à leur manager et elle m'a proposé un travail. Comme je n'avais ni argent ni pièce d'identité, elle m'a donné 40 $ de sa propre poche pour que je puisse aller en chercher une.",
    "about27": "Quand je suis revenu, elle m'a dit que lorsqu'elle m'a remis cet argent, elle n'aurait jamais pensé qu'elle me reverrait.",
    "about28": "Je lui ai dit que j'en avais marre de vivre ainsi et que je voulais changer de vie.",
    "about29": "J'ai commencé à m'entraîner ce jour-là et à la fin de mon quart de travail, elle m'a présenté à une de ses amies qui dirigeait une maison de transition pour personnes en difficulté.",
    "about210": "J'ai eu la chance de pouvoir sortir de la rue et de cette vie.",
    "about211": "J'ai finalement renoué avec ma famille biologique et j'ai pu avoir une assez bonne relation avec eux, même si nous ne parlons plus beaucoup.",
    "about31": "J'ai rencontré la femme de mes rêves et nous avons eu notre premier enfant en 2015. Nous avons déménagé en Caroline du Sud en 2017.",
    "about32": "Nous allions au collège à tour de rôle, elle pour les ambulanciers paramédicaux et moi pour la programmation informatique. Nous sommes fiancés maintenant avec deux beaux enfants et un en route.",
    "about33": "D'où j'ai commencé, je n'aurais jamais pensé que je pourrais avoir une vie comme celle-ci. Je suis reconnaissant chaque jour pour la vie que j'ai.",
    "about34": "Donc, je veux juste dire que si vous avez eu une vie difficile et que vous avez l'impression que rien ne va dans votre sens, soyez patient. La vie peut parfois vous lancer les plus belles balles courbes.",
    "about35": "Je sais que je n'aurais jamais pensé que cela m'arriverait, mais si vous vous mettez au travail et n'abandonnez pas, vous pouvez accomplir presque n'importe quoi."
}