{
    "app_title": "Ejohns Medios de comunicación",
    "language": "Idioma",
    "article_title": "Artículos útiles",
    "introLineOne": "Hola, soy Eric, un desarrollador web de pila completa que crea diseños de UI/UX receptivos teniendo en cuenta la escalabilidad.",
    "introLineTwo": "Me gradué cum laude con un título de asociado en tecnología informática.",
    "introLineThree": "Juntos podemos darle vida a los diseños de su sitio web.",
    "articleOne": "Consejos para desarrolladores junior",
    "articleTwo": "Manejo de metadatos en aplicaciones de una sola página",
    "articleThree": "Consejos para principiantes",
    "home": "Hogar",
    "about": "Acerca de",
    "portfolio": "portafolio",
    "media": "Medios de comunicación",
    "aboutHeaderMain": "Acerca de mí",
    "aboutHeaderOne": "Primeros años de vida",
    "aboutHeaderTwo": "Años formativos",
    "aboutHeaderThree": "Donde estoy ahora",
    "about11": "Nací y crecí en el centro de Florida. Mi vida nunca ha sido fácil.",
    "about12": "De haber sido puesto en cuidado de crianza a la edad de cinco años y separado de mis hermanos y hermana.",
    "about13": "A mi madre falleciendo cuando solo tenía ocho años.", 
    "about14": "Es difícil para un niño que siente que lo ha perdido todo. ",
    "about15": "Pero a la edad de once años tuve la suerte de ser adoptado y sentir que finalmente había encontrado un lugar al que pertenezco.",
    "about21": "Mis años de adolescencia reflejaron mi juventud. A pesar de que finalmente tenía un lugar al que llamar hogar, mi infancia todavía me dominaba.",
    "about22": "Me encontraría faltando a la escuela y metiéndome en problemas con bastante frecuencia.",
    "about23": "He tenido mi parte justa de roces con la ley. Fui expulsado de la escuela secundaria un mes después de mi último año.",
    "about24": "No mucho después me enviaron a un programa para jóvenes con problemas. Dejé ese programa cuando tenía 18 años y estuve sin hogar por un tiempo.",
    "about25": "Iba y me sentaba en la casa de gofres local por la noche y hablaba con las camareras que eventualmente se hicieron amigas mías.",
    "about26": "Le contaron mi historia a su gerente y ella me ofreció un trabajo. Como no tenía dinero ni identificación, me dio $ 40 de su propio bolsillo para que pudiera ir a buscar una.",
    "about27": "Cuando volví me dijo que cuando me entregó ese dinero, nunca pensó que me volvería a ver.",
    "about28": "Le dije que estaba cansado de vivir de esa manera y que quería cambiar mi vida.",
    "about29": "Empecé a entrenar ese día y al final de mi turno me presentó a una de sus amigas que dirigía un centro de rehabilitación para personas con problemas.",
    "about210": "Tuve la suerte de poder salir de las calles y de esa vida.",
    "about211": "Eventualmente me volví a conectar con mi familia biológica y pude tener una muy buena relación con ellos, aunque ya no hablamos mucho.",
    "about31": "Conocí a la mujer de mis sueños y tuvimos nuestro primer hijo en 2015. Nos mudamos a Carolina del Sur en 2017.",
    "about32": "Nos turnábamos para ir a la universidad, ella para paramédicos y yo para programación informática. Ahora estamos comprometidos con dos hermosos niños y uno en camino.",
    "about33": "Desde donde comencé, nunca pensé que podría tener una vida como esta. Estoy agradecido todos los días por la vida que tengo.",
    "about34": "Así que solo quiero decir que si ha tenido una vida difícil y siente que nada sale como esperaba, tenga paciencia. La vida puede arrojarte las bolas curvas más hermosas a veces.",
    "about35": "Sé que nunca pensé que me pasaría a mí, pero si te esfuerzas y no te das por vencido, puedes lograr casi cualquier cosa."
}




 
 

