{
    "app_title": "Ejohns Media",
    "language": "Language",
    "article_title": "Helpful Articles",
    "introLineOne": "Hi, I'm Eric, a full stack web developer that builds responsive UI/UX designs with scalability in mind.",
    "introLineTwo": "I graduated cum laude with an Associates Degree in Computer Technology.",
    "introLineThree": "Together we can bring your website designs to life.",
    "articleOne": "Advice For Junior Developers",
    "articleTwo": "Handling Metadata in Single Page Apps",
    "articleThree": "Tips For Beginners",
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "media": "Media",
    "aboutHeaderMain": "About Me",
    "aboutHeaderOne": "Early Life",
    "aboutHeaderTwo": "Formative years",
    "aboutHeaderThree": "Where I'm At Now",
    "about11": "I was born and raised in central Florida. My life has never been an easy one.",
    "about12": "From being put in foster care at the age of five and seperated from my brothers and sister.",
    "about13": "To my mother passing when I was only eight.", 
    "about14": "It's hard for a kid who feels like they've lost everything.",
    "about15": "But at the age of eleven I was lucky enough to be adopted and feel like I had finally found a place I belong.",
    "about21": "My teenage years reflected my youth. Even though I finally had somewhere to call home, my childhood still had a hold of me.",
    "about22": "I would find myself skipping school and getting in trouble quite often.",
    "about23": "I've had my fair share of run-ins with the law. I was expelled from high school a month into my senior year.",
    "about24": "Not long after that I got sent to a program for troubled youth. I left that program when I was 18 and was homeless for a while.",
    "about25": "I would go and sit at the local waffle house at night and talk with the waitresses who eventually became friends with me.",
    "about26": "They told their manager my story and she offered me a job. Since I had no money or ID she gave me $40 out of her own pocket so I could go and get one.",
    "about27": "When I came back she told me that when she handed me that money, she never thought she would see me again.",
    "about28": "I told her that I was tired of living that way and wanted to change my life.",
    "about29": "I started training that day and at the end of my shift she introduced me to one of her friends that ran a halfway house for troubled people.",
    "about210": "I was lucky enough to be able to get off of the streets and out of that life.",
    "about211": "I eventually reconnected with my birth family and was able to have a pretty good relationship with them, even though we don't talk much anymore.",
    "about31": "I met the woman of my dreams and we had our first kid in 2015. We moved to South Carolina in 2017.",
    "about32": "We took turns going to college, her for paramedics and me for computer programming. We're engaged now with two beautiful kids and one on the way.",
    "about33": "From where I started out I never thought I could have a life like this. I'm thankful every day for the life I have.",
    "about34": "So I just want to say that if you have had a rough life and feel like nothing goes your way, just be patient. Life can throw you the most beautiful curve balls sometimes.",
    "about35": "I know I never thought it would happen for me, but if you put in the work and don't give up, you can accomplish almost anything."
}